Repository: Lindar-Olostur/ChordBase
Catalog: *.lproj/Localizable.strings
Languages: hi, ru

source: My Songs
hi: मेरे गाने
ru: Мои песни

source: Buy me a coffe
hi: मेरे लिए एक कॉफी खरीदें
ru: Купить мне кофе

source: Buy me a pizza
hi: मेरे लिए एक पिज्जा खरीदें
ru: Купить мне пиццу

source: Buy me a drink
hi: मुझे एक पेय खरीदें
ru: Купить мне выпить

source: Show Favorites
hi: पसंदीदा
ru: Избранное

source: Sorting
hi: छँटाई
ru: Сортировка

source: Import
hi: आयात
ru: Импорт

source: Export
hi: निर्यात
ru: Экспорт

source: Enter song name
hi: गीत का नाम दर्ज करें
ru: Название песни

source: Author name
hi: लेखक का नाम
ru: Исполнитель

source: Transpose
hi: रागिनी
ru: Тональность

source: Timer: +%lld
hi: टाइमर: +%lld
ru: Таймер: +%lld

source: Text
hi: पाठ
ru: Текст

source: Alignment
hi: संरेखण
ru: Выключка

source: Left
hi: वाम
ru: Слева

source: Right
hi: सही
ru: Справа

source: Center
hi: केंद्र
ru: По центру

source: Choose a font:
hi: एक फ़ॉन्ट चुनें
ru: Выбрать шрифт:

source: Spacing
hi: रिक्ति
ru: Отступ

source: Choose a font color
hi: एक फ़ॉन्ट रंग चुनें
ru: Выбрать цвет текста

source: Apply to Titles
hi: शीर्षकों पर लागू करें
ru: Включая заголовки

source: Background
hi: पृष्ठभूमि
ru: Фон

source: Choose a background color
hi: एक पृष्ठभूमि रंग चुनें
ru: Выбрать цвет фона

source: Background image:
hi: पृष्ठभूमि छवि:
ru: Фоновое изображение:

source: Choose
hi: चुनें
ru: Выбрать

source: Scale
hi: स्केल
ru: Размер

source: Angle
hi: कोण
ru: Поворот

source: Blur
hi: ब्लर
ru: Размытие

source: Back to Default
hi: डिफ़ॉल्ट पर वापस
ru: Сбросить настройки

source: Back to default?
hi: डिफ़ॉल्ट पर वापस?
ru: Сбросить настройки?

source: Current customization will back to defaults.
hi: वर्तमान अनुकूलन डिफ़ॉल्ट पर वापस आ जाएगा
ru: Текущие настроки будут сброшены до значений по умолчанию.

source: Apply to All
hi: सभी पर लागू करें
ru: Применить ко всем

source: Apply to all songs?
hi: सभी गीतों पर लागू करें?
ru: Применить ко всем песням?

source: Current customization will apply to all songs.
hi: वर्तमान अनुकूलन सभी गीतों पर लागू होगा
ru: Текущие настроки будут применены ко всем песням.

source: Yes
hi: हाँ
ru: Да

source: Buy more options
hi: अधिक विकल्प खरीदें
ru: Купить больше опций

source: Buy full customization!
hi: पूर्ण अनुकूलन खरीदें!
ru: Открыть все настройки!

source: 4.99$ for 6 month
hi: 4.99$ 6 महीने के लिए
ru: 4.99$ за 6 месяцев

source: Key Signature
hi: मुख्य व्यक्ति
ru: Знаки при ключе

source: Text customization
hi: पाठ अनुकूलन
ru: Настройка текста позволит:

source: - Choose your font - Choose a color - Set interline space - Choose apply it to tiles or not
hi: - अपना फ़ॉन्ट चुनें - एक रंग चुनें - इंटरलाइन स्पेस सेट करें - चुनें इसे टाइल्स पर लागू करें या नहीं
ru: - Выбрать свой шрифт - Настроить его цвет - Установить межстрочный интервал - Применять настройки для заголовков

source: Background customization
hi: पृष्ठभूमि अनुकूलन
ru: Настройка фона позволит:

source: - Choose background color - Choose background picture from built-in images - Load own image - Set image scale - Add a blur effect - Rotate an image - Apply customization to all songs - Or reset it to defaults
hi: - पृष्ठभूमि रंग चुनें - अंतर्निहित छवियों से पृष्ठभूमि चित्र चुनें - खुद की छवि लोड करें - छवि स्केल सेट करें - एक धुंधला प्रभाव जोड़ें - एक छवि घुमाएँ - सभी गीतों के लिए अनुकूलन लागू करें - या इसे डिफ़ॉल्ट पर रीसेट करें
ru: - Выбрать цвет фона - Выбрать фоновое изображение из десятков встроенных - Загрузить свое изображение - Настроить размер изображения - Добавить размытие - Поворачивать изображение - Применять настройки ко всем песням - Или сбросить все до значений по умолчанию

source: CHORDS
hi: कॉर्ड्स
ru: АККОРДЫ

source: Image
hi: छवि
ru: Изображение

source: Font Size
hi: फ़ॉन्ट आकार
ru: Размер шрифта

source: Font
hi: फ़ॉन्ट
ru: Шрифт

source: Base options
hi: आधार विकल्प
ru: Базовые опции

source: Pick a file
hi: एक फ़ाइल चुनें
ru: Выбрать файл

source: Import your own song base
hi: अपना खुद का गीत आधार आयात करें
ru: Импортировать свою базу аккордов

source: You can import your own songs to the app from prepared text file. Put all your songs to any txt file. Use special symbols to mark each song name and artist. 1. Start every new song with author name. 2. Start every author name from a new line. Before an author name insert @ symbol. 3. Start every song name from a new line. Before a song name insert % symbol.
hi: आप तैयार पाठ फ़ाइल से ऐप में अपने स्वयं के गाने आयात कर सकते हैं । अपने सभी गाने किसी भी टेक्स्ट फ़ाइल में रखें । प्रत्येक गीत के नाम और कलाकार को चिह्नित करने के लिए विशेष प्रतीकों का उपयोग करें । 1. हर नए गीत की शुरुआत लेखक के नाम से करें । 2. प्रत्येक लेखक का नाम एक नई पंक्ति से शुरू करें । एक लेखक का नाम @ प्रतीक डालने से पहले । 3. हर गाने का नाम एक नई लाइन से शुरू करें । एक गीत का नाम डालने से पहले % प्रतीक.
ru: Вы можете импортировать в приложение свой собственный сборник песен из подготовленнного текстового файла. Вставьте необходимые песни в любой текстовый файл. Используйте специальные символы для обозначения названия песни и ее исполнителя. 1. Начинайте каждую новую песню с имени исполнителя. 2. Начинайте имя исполнителя с новой строки. Перед именем исполнителя вставьте символ @. 3. Начинайте навание каждой песни с новой строки. Перед названием песни вставьте символ %.

source: ***Example:***
hi: ***उदाहरण:***
ru: ***Пример:***

source: @Author name %Song name Song text and chords...
hi: @लेखक का नाम %गीत का नाम गीत पाठ और तार...
ru: @Имя исполнителя %Название песни Текст песни и аккорды...

source: Night mode
hi: रात का मोड
ru: Ночной режим

source: Day mode
hi: दिन मोड
ru: Дневной режим

source: Timer
hi: घड़ी
ru: Таймер

source: Sorting alphabet
hi: वर्णमाला छँटाई
ru: По алфавиту

source: Sorting by rating
hi: रेटिंग के अनुसार
ru: По рейтингу

source: Back
hi: पीछे
ru: Назад

source: Export your songs
hi: अपने गाने निर्यात करें
ru: Экспортируй свои песни

source: You can export your songs from this app to a text file. This file will be store author and song names, lyrics an chords for every song in your base. Later, you will can use this file to upload stored songs in app by manual mode.
hi: आप इस ऐप से अपने गानों को टेक्स्ट फाइल में एक्सपोर्ट कर सकते हैं। यह फ़ाइल आपके आधार में प्रत्येक गीत के लिए लेखक और गीत के नाम, गीत एक राग की दुकान होगी। बाद में, आप इस फ़ाइल का उपयोग मैन्युअल मोड द्वारा ऐप में संग्रहीत गीतों को अपलोड करने के लिए कर सकते हैं।
ru: Вы можете экспортировать свои песни из этого приложения в текстовый файл. Для каждой песне в вашей базе файл будет хранить авторов, названия, слова и аккорды. Позже вы можете использовать его для загрухзки своей базы назад в приложение в ручном режиме.

source: Synchronize
hi: सिंक्रनाइज़
ru: Синхронизация
